Repository: Merchans/Automat-NBSP
Catalog: languages/automat-nbsp-*.po
Languages: cs_cz

source: Automatic NBSP options
cs_cz: Automatické volby NBSP

source: NBSP Settings
cs_cz: NBSP nastavení

source: Custom
cs_cz: Úprava

source: Words or phrases: <br> Each word or phrase on&nbsp;a&nbsp;new line
cs_cz: Slova nebo fráze: Každé slovo nebo fráze vždy na nový řádek

source: Disable non-breaking spaces to posts
cs_cz: Vypnout automatické doplňování neviditelných mezer pro články.

source: Case sensitive
cs_cz: Rozlišování malých a velkých písmen

source: Punctuation marks
cs_cz: Znamínka

source: Content
cs_cz: Obsah

source: Title
cs_cz: Nadpis

source: Excerpt
cs_cz: Perex

source: Comment
cs_cz: Komentář

source: Number
cs_cz: Číslo

source: Use <code>&lt;?php add_nbsp($content); ?&gt;</code> to print the custom text with the automatic <code>&amp;nbsp;</code>. Use <code>&lt;?php add_nbsp($content, false); ?&gt;</code> to only return.
cs_cz: Použij kód <code>&lt;?php add_nbsp($content); ?&gt;</code> k automatickému vložení pevných mezer a vypsání textu. Použij kód <code>&lt;?php add_nbsp($content, false); ?&gt;</code> pro vložení pevných mezer, ale ne vypíše text.

source: Add <code>&amp;nbsp;</code> after each word or&nbsp;phrase from the list.
cs_cz: Přidat kód <code>&amp;nbsp;</code> za každé slovo nebo frázi ze seznamu.

source: If enabled, you need to type variants of word manually. <br> For example: 'and', 'AND', 'And' etc.
cs_cz: Je-li zapnuto, je nutné zadat různé varianty slov manuálně. Například ‚nebo‘, ‚NEBO, ‚Nebo‘ atd.

source: Add <code>&amp;nbsp;</code> before punctuation marks as <br> <code>!</code><code>?</code><code>:</code><code>;</code><code>%</code><code>«</code><code>»</code>
cs_cz: Přidat <code>&amp;nbsp;</code> před značky jako <br> <code>!</code><code>?</code><code>:</code><code>;</code><code>%</code><code>«</code><code>»</code>

source: Add non-breaking spaces to contents
cs_cz: Přidat pevné mezery do článků

source: Add non-breaking spaces to titles
cs_cz: Přidat pevné mezery do titulků

source: Add non-breaking spaces to excerpts
cs_cz: Přidat pevné mezery do perexů

source: Add non-breaking spaces to comments
cs_cz: Přidat pevné mezery do komentářů

source: Add non-breaking spaces to widgets
cs_cz: Přidat pevné mezery do widgetů

source: Add non-breaking spaces to numbers
cs_cz: Přidat pevné mezery k číslům

source: Choose articles that you do not want to use auto nbsp.
cs_cz: Vyber články u kterých nechceš pevné mezery používat.
